<policyDefinitionResources revision="1.0" schemaVersion="1.0">
  <displayName>
  </displayName>
  <description>
  </description>

  <resources>
    <stringTable>
      <string id="Sup_GoogleUpdate1_2_145_5">Microsoft Edge Update 1.2.145.5 og nyere</string>
      <string id="Sup_GoogleUpdate1_3_21_81">Microsoft Edge Update 1.3.21.81 og nyere</string>
      <string id="Sup_GoogleUpdate1_3_26_0">Microsoft Edge Update 1.3.26.0 og nyere</string>
      <string id="Sup_GoogleUpdate1_3_33_5">Microsoft Edge Update 1.3.33.5 og nyere</string>
      <string id="Sup_GoogleUpdate1_3_34_3">Microsoft Edge Update 1.3.34.3 og nyere</string>
      <string id="Sup_EdgeUpdate1_3_119_43">Microsoft Edge Update 1.3.119.43 og nyere</string>
      <string id="Sup_EdgeUpdate1_3_128_0">Microsoft Edge Update 1.3.128.0 og nyere</string>
      <string id="Sup_EdgeUpdate1_3_127_1">Microsoft Edge Update 1.3.127.1 og nyere</string>
      <string id="Sup_EdgeUpdate1_3_133_3">Microsoft Edge Update 1.3.133.3 og nyere</string>
      <string id="Cat_Google">Microsoft Edge-oppdatering</string>
      <string id="Cat_GoogleUpdate">Microsoft Edge-oppdatering</string>
      <string id="Cat_Preferences">Innstillinger</string>
      <string id="Cat_ProxyServer">Proxy-server</string>
      <string id="Cat_Applications">Programmer</string>
      <string id="Cat_WebView">Microsoft Edge-nettvisning</string>
      <string id="Pol_AutoUpdateCheckPeriod">Overstyring av periode for automatisk oppdateringskontroll</string>
      <string id="Pol_UpdateCheckSuppressedPeriod">Tidsperiode hver dag for å undertrykke automatisk kontroll av oppdateringer</string>
      <string id="Pol_DownloadPreference">Last ned nettadresse for klasseoverstyring</string>
      <string id="DownloadPreference_DropDown">URL-adresser for nedlasting som kan hurtigbufres</string>
      <string id="Pol_ProxyMode">Velg hvordan innstillingene for proxy-serveren skal angis</string>
      <string id="Pol_ProxyServer">Adressen eller URL-adressen til proxy-serveren</string>
      <string id="Pol_ProxyPacUrl">URL-adressen til en proxy .pac-fil</string>
      <string id="Pol_DefaultAllowInstallation">Tillat installasjonsstandard</string>
      <string id="Pol_AllowInstallation">Tillat installasjon</string>
      <string id="Pol_DefaultUpdatePolicy">Standard for overstyring av oppdateringspolicy</string>
      <string id="Pol_UpdatePolicy">Overstyring av oppdateringspolicy</string>
      <string id="Pol_DefaultCreateDesktopShortcut">Hindre standard opprettelse av snarvei på skrivebordet ved installasjon</string>
      <string id="Pol_CreateDesktopShortcut">Hindre opprettelse av snarvei på skrivebordet ved installasjon</string>
      <string id="Pol_TargetVersionPrefix">Overstyring av målversjon</string>
      <string id="Pol_RollbackToTargetVersion">Tilbakerulling til målversjon</string>
      <string id="Pol_AllowSideBySideExperience">Tillat Microsoft Edge Side ved side-nettleseropplevelse</string>
      <string id="Explain_AllowSideBySideExperience">Denne policyen lar en bruker kjøre Microsoft Edge (Edge HTML) og Microsoft Edge (Chromium-basert) side ved side.

Hvis denne policyen er satt til Ikke konfigurert, erstatter Microsoft Edge (Chromium-basert) Microsoft Edge (Edge HTML) etter at stabil kanal og sikkerhetsoppdateringene fra november 2019 for Microsoft Edge (Chromium-basert) er installert.  Dette er den samme virkemåten som innstillingen Deaktivert.

Innstillingen Deaktivert blokkerer Side ved side-opplevelsen og Microsoft Edge (Chromium-basert) erstatter Microsoft Edge (Edge HTML) etter at stabil kanal og sikkerhetsoppdateringene fra november 2019 for Microsoft Edge (Chromium-basert) er installert.  Dette er den samme virkemåten som innstillingen Ikke konfigurert.

Når denne policyen er aktivert, kan Microsoft Edge (Chromium-basert) og Microsoft Edge (Edge HTML) kjøre side ved side etter at Microsoft Edge (Chromium-basert) er installert.

Hvis du vil at denne gruppepolicyen skal tre i kraft, må den konfigureres før automatisk installasjon av Microsoft Edge (Chromium-basert) av Windows Update. Obs!  En bruker kan blokkere den automatiske oppdateringen av Microsoft Edge (Chromium-basert) ved hjelp av blokkeringsverktøysettet for Microsoft Edge (Chromium-basert).</string>
      <string id="Part_AutoUpdateCheckPeriod">Minutter mellom oppdateringskontroller</string>
      <string id="Part_UpdateCheckSuppressedStartHour">Klokkeslett for å begynne å undertrykke oppdateringskontroll</string>
      <string id="Part_UpdateCheckSuppressedStartMin">Minutt hver time for å begynne å undertrykke oppdateringskontroll</string>
      <string id="Part_UpdateCheckSuppressedDurationMin">Antall minutter oppdateringskontrollen skal undertrykkes hver dag</string>
      <string id="Part_ProxyMode">Velg hvordan innstillingene for proxy-serveren skal angis</string>
      <string id="Part_ProxyServer">Adressen eller URL-adressen til proxy-serveren</string>
      <string id="Part_ProxyPacUrl">URL-adressen til en proxy .pac-fil</string>
      <string id="Part_UpdatePolicy">Oppdateringspolicy</string>
      <string id="Part_TargetVersionPrefix">Målversjon</string>
      <string id="Name_UpdatesEnabled">Alltid tillat oppdateringer (anbefales)</string>
      <string id="Name_ManualUpdatesOnly">Bare manuelle oppdateringer</string>
      <string id="Name_AutomaticUpdatesOnly">Bare automatiske, stille oppdateringer</string>
      <string id="Name_UpdatesDisabled">Oppdateringer er deaktivert</string>
      <string id="ProxyDisabled_DropDown">Bruk aldri proxy</string>
      <string id="ProxyAutoDetect_DropDown">Automatisk gjenkjenning av proxy-innstillinger</string>
      <string id="ProxyPacScript_DropDown">Bruk et .pac proxy-skript</string>
      <string id="ProxyFixedServers_DropDown">Bruk faste proxy-servere</string>
      <string id="ProxyUseSystem_DropDown">Bruk systemets proxy-innstillinger</string>
      <string id="Explain_GoogleUpdate">Policyer for å kontrollere installasjonen og oppdateringen av Microsoft Edge via Microsoft Edge Update.</string>
      <string id="Explain_Preferences">Generelle policyer for Microsoft Edge Update.</string>
      <string id="Explain_AutoUpdateCheckPeriod">Hvis denne policyen er aktivert, kan du angi en verdi for minste antall minutter mellom automatiske oppdateringskontroller. Som standard ser den automatiske oppdateringsfunksjonen etter nye oppdateringer hver tiende time.

  Hvis du vil deaktivere alle automatiske oppdateringskontroller, angir du verdien til 0 (anbefales ikke).</string>
      <string id="Explain_DownloadPreference">Hvis denne policyen er aktivert, vil Microsoft Edge Update-serveren prøve å levere hurtigbuffervennlige URL-adresser for oppdateringsnyttelaster i svarene.</string>
      <string id="Explain_UpdateCheckSuppressedPeriod">Hvis du aktiverer denne policyen, blir oppdateringskontroller undertrykt hver dag fra og med Time:Minutt i en periode på Varighet (i minutter). Varigheten påvirkes ikke av sommertid. Hvis starttidspunktet for eksempel er kl. 22.00 og varigheten er 480 minutter, undertrykkes oppdateringer i nøyaktig åtte timer, uansett om sommertiden starter eller slutter i løpet av denne perioden.

  Hvis du deaktiverer eller ikke konfigurerer denne policyen, undertrykkes ingen oppdateringskontroller innenfor en bestemt periode.</string>
      <string id="Explain_ProxyMode">Lar deg angi innstillingene for proxy-serveren som brukes av Microsoft Edge Update.

  Hvis du aktiverer denne policyen, kan du velge mellom følgende alternativer for proxy-server:
   – Hvis du velger å aldri bruke en proxy-server og alltid koble til direkte, ignoreres alle andre alternativer.
   – Hvis du velger å bruke systemets proxy-innstillinger eller finne proxy-serveren automatisk, ignoreres alle andre alternativer.
   – Hvis du velger fast proxy-servermodus, kan du angi flere alternativer i policyen «Adressen eller URL-adressen til proxy-serveren».
   – Hvis du velger å bruke et .pac proxy-skript, må du angi nettadressen til skriptet i policyen «URL-adressen til en proxy .pac-fil».

  Hvis du aktiverer denne policyen, kan brukere i organisasjonen ikke endre proxy-innstillingene i Microsoft Edge Update.

  Hvis du deaktiverer eller ikke konfigurerer denne policyen, konfigureres ingen proxy-serverinnstillinger, men brukere i organisasjonen kan velge sine egne proxy-innstillinger for Microsoft Edge Update.</string>
      <string id="Explain_ProxyServer">Lar deg angi nettadressen til proxy-serveren som Microsoft Edge Update skal bruke.

  Hvis du aktiverer denne policyen, kan du angi nettadressen for proxy-serveren som brukes av Microsoft Edge Update i organisasjonen.

  Denne policyen brukes bare hvis du har valgt manuelle proxy-innstillinger i policyen «Velg hvordan innstillingene for proxy-serveren skal angis».

  Ikke Konfigurer denne policyen hvis du har valgt en annen proxy-innstilling enn manuell i policyen «Velg hvordan innstillingene for proxy-serveren skal angis».</string>
      <string id="Explain_ProxyPacUrl">Lar deg angi en nettadresse for en automatisk konfigurasjonsfil for proxy-serveren (PAC).

  Hvis du aktiverer denne policyen, kan du angi en nettadresse for en PAC-fil for å automatisere hvordan Microsoft Edge Update velger den egnede proxy-serveren for henting av et bestemt nettsted.

  Denne policyen brukes bare hvis du har angitt manuelle proxy-innstillinger i policyen «Velg hvordan innstillingene for proxy-serveren skal angis».

  Ikke konfigurer denne policyen hvis du har valgt en annen proxy-innstilling enn manuell i policyen «Velg hvordan innstillingene for proxy-serveren skal angis».</string>
      <string id="Explain_Applications">En oppdatert ADMX/ADML-mal kreves for å støtte Edge-programmer som lanseres i fremtiden.</string>
      <string id="Explain_DefaultAllowInstallation">Du kan angi standard virkemåte for alle kanaler, slik at du kan tillate eller blokkere Microsoft Edge på domene-tilknyttede enheeter.

Du kan overstyre denne policyen for individuelle kanaler ved å aktivere policyen «Tillat installasjon» for bestemte kanaler.

Hvis du deaktiverer denne policyen, blokkeres installasjonen av Microsoft Edge. Dette påvirker kun installasjonen av Microsoft Edge-programvaren når pollicyen «Tillat installasjon» er satt til Ikke konfigurert.

Denne policyen hindrer ikke at Microsoft Edge Update kjører eller hindrer brukere fra å installere Microsoft Edge-programvaren med andre metoder.</string>
      <string id="Explain_DefaultUpdatePolicy">Lar deg angi standard virke måte for alle kanaler som gjelder måten Microsoft Edge Update håndterer tilgjengelige oppdateringer for Microsoft Edge på. Kan overstyres for individuelle kanaler ved å angi policyen «Overstyring av oppdateringspolicy» for de bestemte kanalene.

  Hvis du aktiverer denne policyen, håndterer Microsoft Edge Update Microsoft Edge-oppdateringer i henhold til hvordan du konfigurerer følgende alternativer:
   – Tillat alltid oppdateringer: oppdateringer brukes alltid når de blir funnet, enten av periodisk oppdateringskontroll eller av en manuell oppdateringskontroll.
   – Bare automatiske stille oppdateringer: oppdateringer brukes bare når de blir funnet av den periodiske oppdateringskontrollen.
   – Bare manuelle oppdateringer: oppdateringer brukes bare når brukeren kjører en manuell oppdateringskontroll.
   – Oppdateringer deaktivert: oppdateringer brukes aldri.

  Hvis du velger manuelle oppdateringer, må du kontrollere at du regelmessig ser etter oppdateringer ved hjelp av appens manuelle oppdateringsmekanisme, hvis den er tilgjengelig. Hvis du deaktiverer oppdateringer, må du regelmessig se etter oppdateringer og distribuere dem til brukere.

  Hvis du ikke aktiverer og konfigurerer denne policyen, håndterer Microsoft Edge Update tilgjengelige oppdateringer som angitt i policyen «Overstyring av oppdateringspolicy».</string>
      <string id="Explain_DefaultCreateDesktopShortcut">Lar deg angi standard virkemåte for alle kanaler, for opprettelse av en snarvei på skrivebordet når Microsoft Edge er installert.

 Hvis du aktiverer denne policyen, opprettes en snarvei på skrivebordet når Microsoft Edge er installert.
 Hvis du deaktiverer denne policyen, blir det ikke opprettet noen snarvei på skrivebordet når Microsoft Edge blir installert.
 Hvis du ikke konfigurerer denne policyen, blir en snarvei til Microsoft Edge opprettet under installasjonen.
 Hvis Microsoft Edge allerede er installert, vil ikke denne policyen ha noen effekt.</string>
      <string id="Explain_CreateDesktopShortcut">Hvis du aktiverer denne policyen, opprettes en snarvei på skrivebordet når Microsoft Edge er installert.
 Hvis du deaktiverer denne policyen, blir det ikke opprettet noen snarvei på skrivebordet når Microsoft Edge blir installert.
 Hvis du ikke konfigurerer denne policyen, blir en snarvei til Microsoft Edge opprettet under installasjonen.
 Hvis Microsoft Edge allerede er installert, vil ikke denne policyen ha noen effekt.

 Hvis du ikke konfigurerer denne policyen for en kanal, bestemmer policykonfigurasjonen «Hindre standard opprettelse av snarvei på skrivebordet ved installasjon» retningslinjene for snarveier når Microsoft Edge er installert.</string>
      <string id="Explain_WebView">Spesifiserer policyer for Microsoft Edge-nettvisning.</string>
      <string id="Explain_WebView_AutoUpdate">Lar deg angi om automatiske oppdateringer skal være aktivert for Microsoft Edge WebView. Microsoft Edge WebView er en komponent som brukes av programmer til å vise nettinnhold.
 Automatiske oppdateringer er aktivert som standard. Hvis du deaktiverer automatiske oppdateringer for Microsoft Edge WebView, kan det føre til kompatibilitetsproblemer med programmer som er avhengige av denne komponenten.

 Hvis du aktiverer denne policyen, behandler Microsoft Edge Update også Microsoft WebView-oppdateringer i henhold til hvordan du konfigurerer følgende alternativer:
 - Tillat alltid oppdateringer: Last ned og aktiver oppdateringer automatisk
 Oppdateringer er deaktivert: Oppdateringer lastes ikke ned og aktiveres ikke

 Hvis du ikke aktiverer denne policyen, vil oppdateringer lastes ned og aktiveres automatisk.</string>
      <string id="Explain_WebView_Install">Lar deg angi om Microsoft Edge WebView kan installeres via Microsoft Edge Update.

 – hvis du aktiverer denne policyen, kan brukerne installere Microsoft Edge WebView via Microsoft Edge Update.
 – Hvis du deaktiverer denne policyen, kan ikke brukerne installere Microsoft Edge WebView via Microsoft Edge Update.
 – Hvis du ikke konfigurerer denne policyen, bestemmer policykonfigurasjonen Tillat installasjonsstandard om brukere kan installere Microsoft Edge WebView via Microsoft Edge Update.</string>
      <string id="Explain_WebView_TargetVersionPrefix">Når denne policyen er aktivert, og automatisk oppdatering er aktivert, blir Microsoft Edge WebView oppdatert til versjonen som er angitt av denne policyverdien.
 Policyverdien må være en spesifikk Microsoft Edge WebView-versjon, f.eks. 83.0.499.12. Hvis en enhet har en nyere versjon av Microsoft Edge WebView enn verdien som er angitt, forblir Microsoft Edge WebView på den nyeste versjonen, og blir ikke nedgradert til den angitte versjonen.

 Hvis den angitte versjonen ikke finnes, eller ikke er riktig formatert, forblir Microsoft Edge WebView på gjeldende versjon, og oppdateres ikke til fremtidige versjoner automatisk.</string>
      <string id="Cat_MicrosoftEdge">Microsoft Edge</string>
      <string id="Explain_InstallMicrosoftEdge">Angir om en Microsoft Edge-kanal kan installeres på domene-tilknyttede enheter. 

 hvis du aktiverer denne policyen for en kanal, vil ikke Microsoft Edge bli blokkert fra installasjon. 

 hvis du deaktiverer denne policyen for en kanal, blir Microsoft Edge blokkert fra installasjon. 

 hvis du ikke konfigurerer denne policyen for en kanal, bestemmer policyen Tillat installasjonsstandard policy konfigurasjon om brukere kan installere denne kanalen i Microsoft Edge.</string>
      <string id="Explain_AutoUpdateMicrosoftEdge">Spesifiserer måten Microsoft Edge Update håndterer tilgjengelige oppdateringer for Microsoft Edge på. 

  Hvis du aktiverer denne policyen, håndterer Microsoft Edge Update Microsoft Edge-oppdateringer i henhold til hvordan du konfigurerer følgende alternativer:
   – Tillat alltid oppdateringer: oppdateringer brukes alltid når de blir funnet, enten av periodisk oppdateringskontroll eller av en manuell oppdateringskontroll.
   – Bare automatiske stille oppdateringer: oppdateringer brukes bare når de blir funnet av den periodiske oppdateringskontrollen.
   – Bare manuelle oppdateringer: oppdateringer brukes bare når brukeren kjører en manuell oppdateringskontroll. (Ikke alle apper har et grensesnitt for dette alternativet)
   – Oppdateringer deaktivert: oppdateringer brukes aldri.

  Hvis du velger manuelle oppdateringer, må du kontrollere at du regelmessig ser etter oppdateringer ved hjelp av appens manuelle oppdateringsmekanisme, hvis den er tilgjengelig. Hvis du deaktiverer oppdateringer, må du regelmessig se etter oppdateringer og distribuere dem til brukere.

  Hvis du ikke aktiverer og konfigurerer denne policyen, håndterer Microsoft Edge Update tilgjengelige oppdateringer som angitt i policyen «Standard for overstyring av oppdateringspolicy». More information is not final: https://to-be-replaced.invalid/edge</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdge">Når denne policyen er aktivert, og automatisk oppdatering er aktivert, blir Microsoft Edge oppdatert til versjonen som er angitt av denne policyverdien.

Policyverdien må være en spesifikk Microsoft Edge-versjon, f.eks. 83.0.499.12.

Hvis en enhet har en nyere versjon av Microsoft Edge enn verdien som er angitt, forblir Microsoft Edge på den nyeste versjonen, og blir ikke nedgradert til den angitte versjonen.

Hvis den angitte versjonen ikke finnes, eller ikke er riktig formatert, forblir Microsoft Edge på gjeldende versjon, og oppdateres ikke til fremtidige versjoner automatisk.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdge">Angir at Microsoft Edge Update skal rulle tilbake installeringer av Microsoft Edge til versjonen angitt i Overstyring av målversjon.

Denne policyen har ingen effekt med mindre Overstyring av målversjon er angitt og Overstyring av oppdateringspolicy er satt til én av PÅ-tilstandene (Alltid tillat oppdateringer, Bare automatiske stille oppdateringer, Bare manuelle oppdateringer).

Hvis du deaktiverer denne policyen eller ikke konfigurerer den, blir installeringer med en versjon høyere enn den som er angitt av Overstyring av målversjon, stående.

Hvis du aktiverer denne policyen, vil installeringer som har en gjeldende versjon som er høyere enn den som er angitt av Overstyring av målversjon, bli nedgradert til målversjonen.

Vi anbefaler at brukere installerer den nyeste versjonen av Microsoft Edge-nettleseren for å sikre beskyttelse av de nyeste sikkerhetsoppdateringene. Tilbakerulling til en tidligere versjon medfører risiko for eksponering til kjente sikkerhetsproblemer. Denne policyen er beregnet til bruk som en midlertidig løsning på problemer i en oppdatering av Microsoft Edge-nettleseren.

Før du ruller tilbake nettleserversjonen midlertidig, anbefaler vi at du aktiverer synkronisering (https://go.microsoft.com/fwlink/?linkid=2133032) for alle brukere i organisasjonen. Hvis du ikke aktiverer synkronisering, er det en risiko for permanent tap av nettleserdata. Bruk denne policyen på egen risiko.

Merk: Alle versjoner som er tilgjengelige for tilbakerulling, kan vises her https://aka.ms/EdgeEnterprise.

Denne policyen er tilgjengelig bare på Windows-forekomster som er koblet til et Microsoft® Active Directory®-domene.

Denne policyen gjelder for Microsoft Edge versjon 86 eller nyere.

Se https://go.microsoft.com/fwlink/?linkid=2133918 for mer informasjon. Denne policyen er ment å fungere som et midlertidig tiltak når organisasjons administratorer må nedgradere av forretningsårsaker. Du må bruke den nyeste versjonen for å sikre at brukerne blir beskyttet av de nyeste sikkerhetsoppdateringene. Når versjoner nedgraderes til eldre versjoner, kan det oppstå kompatibilitetsproblemer.</string>
      <string id="Cat_MicrosoftEdgeBeta">Microsoft Edge Beta</string>
      <string id="Explain_InstallMicrosoftEdgeBeta">Angir om en Microsoft Edge-kanal kan installeres på domene-tilknyttede enheter. 

 hvis du aktiverer denne policyen for en kanal, vil ikke Microsoft Edge bli blokkert fra installasjon. 

 hvis du deaktiverer denne policyen for en kanal, blir Microsoft Edge blokkert fra installasjon. 

 hvis du ikke konfigurerer denne policyen for en kanal, bestemmer policyen Tillat installasjonsstandard policy konfigurasjon om brukere kan installere denne kanalen i Microsoft Edge.</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeBeta">Spesifiserer måten Microsoft Edge Update håndterer tilgjengelige oppdateringer for Microsoft Edge på. 

  Hvis du aktiverer denne policyen, håndterer Microsoft Edge Update Microsoft Edge-oppdateringer i henhold til hvordan du konfigurerer følgende alternativer:
   – Tillat alltid oppdateringer: oppdateringer brukes alltid når de blir funnet, enten av periodisk oppdateringskontroll eller av en manuell oppdateringskontroll.
   – Bare automatiske stille oppdateringer: oppdateringer brukes bare når de blir funnet av den periodiske oppdateringskontrollen.
   – Bare manuelle oppdateringer: oppdateringer brukes bare når brukeren kjører en manuell oppdateringskontroll. (Ikke alle apper har et grensesnitt for dette alternativet)
   – Oppdateringer deaktivert: oppdateringer brukes aldri.

  Hvis du velger manuelle oppdateringer, må du kontrollere at du regelmessig ser etter oppdateringer ved hjelp av appens manuelle oppdateringsmekanisme, hvis den er tilgjengelig. Hvis du deaktiverer oppdateringer, må du regelmessig se etter oppdateringer og distribuere dem til brukere.

  Hvis du ikke aktiverer og konfigurerer denne policyen, håndterer Microsoft Edge Update tilgjengelige oppdateringer som angitt i policyen «Standard for overstyring av oppdateringspolicy». More information is not final: https://to-be-replaced.invalid/edgebeta</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeBeta">Når denne policyen er aktivert, og automatisk oppdatering er aktivert, blir Microsoft Edge oppdatert til versjonen som er angitt av denne policyverdien.

Policyverdien må være en spesifikk Microsoft Edge-versjon, f.eks. 83.0.499.12.

Hvis en enhet har en nyere versjon av Microsoft Edge enn verdien som er angitt, forblir Microsoft Edge på den nyeste versjonen, og blir ikke nedgradert til den angitte versjonen.

Hvis den angitte versjonen ikke finnes, eller ikke er riktig formatert, forblir Microsoft Edge på gjeldende versjon, og oppdateres ikke til fremtidige versjoner automatisk.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeBeta">Angir at Microsoft Edge Update skal rulle tilbake installeringer av Microsoft Edge til versjonen angitt i Overstyring av målversjon.

Denne policyen har ingen effekt med mindre Overstyring av målversjon er angitt og Overstyring av oppdateringspolicy er satt til én av PÅ-tilstandene (Alltid tillat oppdateringer, Bare automatiske stille oppdateringer, Bare manuelle oppdateringer).

Hvis du deaktiverer denne policyen eller ikke konfigurerer den, blir installeringer med en versjon høyere enn den som er angitt av Overstyring av målversjon, stående.

Hvis du aktiverer denne policyen, vil installeringer som har en gjeldende versjon som er høyere enn den som er angitt av Overstyring av målversjon, bli nedgradert til målversjonen.

Vi anbefaler at brukere installerer den nyeste versjonen av Microsoft Edge-nettleseren for å sikre beskyttelse av de nyeste sikkerhetsoppdateringene. Tilbakerulling til en tidligere versjon medfører risiko for eksponering til kjente sikkerhetsproblemer. Denne policyen er beregnet til bruk som en midlertidig løsning på problemer i en oppdatering av Microsoft Edge-nettleseren.

Før du ruller tilbake nettleserversjonen midlertidig, anbefaler vi at du aktiverer synkronisering (https://go.microsoft.com/fwlink/?linkid=2133032) for alle brukere i organisasjonen. Hvis du ikke aktiverer synkronisering, er det en risiko for permanent tap av nettleserdata. Bruk denne policyen på egen risiko.

Merk: Alle versjoner som er tilgjengelige for tilbakerulling, kan vises her https://aka.ms/EdgeEnterprise.

Denne policyen er tilgjengelig bare på Windows-forekomster som er koblet til et Microsoft® Active Directory®-domene.

Denne policyen gjelder for Microsoft Edge versjon 86 eller nyere.

Se https://go.microsoft.com/fwlink/?linkid=2133918 for mer informasjon. Denne policyen er ment å fungere som et midlertidig tiltak når organisasjons administratorer må nedgradere av forretningsårsaker. Du må bruke den nyeste versjonen for å sikre at brukerne blir beskyttet av de nyeste sikkerhetsoppdateringene. Når versjoner nedgraderes til eldre versjoner, kan det oppstå kompatibilitetsproblemer.</string>
      <string id="Cat_MicrosoftEdgeDev">Microsoft Edge Dev</string>
      <string id="Explain_InstallMicrosoftEdgeDev">Angir om en Microsoft Edge-kanal kan installeres på domene-tilknyttede enheter. 

 hvis du aktiverer denne policyen for en kanal, vil ikke Microsoft Edge bli blokkert fra installasjon. 

 hvis du deaktiverer denne policyen for en kanal, blir Microsoft Edge blokkert fra installasjon. 

 hvis du ikke konfigurerer denne policyen for en kanal, bestemmer policyen Tillat installasjonsstandard policy konfigurasjon om brukere kan installere denne kanalen i Microsoft Edge.</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeDev">Spesifiserer måten Microsoft Edge Update håndterer tilgjengelige oppdateringer for Microsoft Edge på. 

  Hvis du aktiverer denne policyen, håndterer Microsoft Edge Update Microsoft Edge-oppdateringer i henhold til hvordan du konfigurerer følgende alternativer:
   – Tillat alltid oppdateringer: oppdateringer brukes alltid når de blir funnet, enten av periodisk oppdateringskontroll eller av en manuell oppdateringskontroll.
   – Bare automatiske stille oppdateringer: oppdateringer brukes bare når de blir funnet av den periodiske oppdateringskontrollen.
   – Bare manuelle oppdateringer: oppdateringer brukes bare når brukeren kjører en manuell oppdateringskontroll. (Ikke alle apper har et grensesnitt for dette alternativet)
   – Oppdateringer deaktivert: oppdateringer brukes aldri.

  Hvis du velger manuelle oppdateringer, må du kontrollere at du regelmessig ser etter oppdateringer ved hjelp av appens manuelle oppdateringsmekanisme, hvis den er tilgjengelig. Hvis du deaktiverer oppdateringer, må du regelmessig se etter oppdateringer og distribuere dem til brukere.

  Hvis du ikke aktiverer og konfigurerer denne policyen, håndterer Microsoft Edge Update tilgjengelige oppdateringer som angitt i policyen «Standard for overstyring av oppdateringspolicy». More information is not final: https://to-be-replaced.invalid/edgedev</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeDev">Når denne policyen er aktivert, og automatisk oppdatering er aktivert, blir Microsoft Edge oppdatert til versjonen som er angitt av denne policyverdien.

Policyverdien må være en spesifikk Microsoft Edge-versjon, f.eks. 83.0.499.12.

Hvis en enhet har en nyere versjon av Microsoft Edge enn verdien som er angitt, forblir Microsoft Edge på den nyeste versjonen, og blir ikke nedgradert til den angitte versjonen.

Hvis den angitte versjonen ikke finnes, eller ikke er riktig formatert, forblir Microsoft Edge på gjeldende versjon, og oppdateres ikke til fremtidige versjoner automatisk.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeDev">Angir at Microsoft Edge Update skal rulle tilbake installeringer av Microsoft Edge til versjonen angitt i Overstyring av målversjon.

Denne policyen har ingen effekt med mindre Overstyring av målversjon er angitt og Overstyring av oppdateringspolicy er satt til én av PÅ-tilstandene (Alltid tillat oppdateringer, Bare automatiske stille oppdateringer, Bare manuelle oppdateringer).

Hvis du deaktiverer denne policyen eller ikke konfigurerer den, blir installeringer med en versjon høyere enn den som er angitt av Overstyring av målversjon, stående.

Hvis du aktiverer denne policyen, vil installeringer som har en gjeldende versjon som er høyere enn den som er angitt av Overstyring av målversjon, bli nedgradert til målversjonen.

Vi anbefaler at brukere installerer den nyeste versjonen av Microsoft Edge-nettleseren for å sikre beskyttelse av de nyeste sikkerhetsoppdateringene. Tilbakerulling til en tidligere versjon medfører risiko for eksponering til kjente sikkerhetsproblemer. Denne policyen er beregnet til bruk som en midlertidig løsning på problemer i en oppdatering av Microsoft Edge-nettleseren.

Før du ruller tilbake nettleserversjonen midlertidig, anbefaler vi at du aktiverer synkronisering (https://go.microsoft.com/fwlink/?linkid=2133032) for alle brukere i organisasjonen. Hvis du ikke aktiverer synkronisering, er det en risiko for permanent tap av nettleserdata. Bruk denne policyen på egen risiko.

Merk: Alle versjoner som er tilgjengelige for tilbakerulling, kan vises her https://aka.ms/EdgeEnterprise.

Denne policyen er tilgjengelig bare på Windows-forekomster som er koblet til et Microsoft® Active Directory®-domene.

Denne policyen gjelder for Microsoft Edge versjon 86 eller nyere.

Se https://go.microsoft.com/fwlink/?linkid=2133918 for mer informasjon. Denne policyen er ment å fungere som et midlertidig tiltak når organisasjons administratorer må nedgradere av forretningsårsaker. Du må bruke den nyeste versjonen for å sikre at brukerne blir beskyttet av de nyeste sikkerhetsoppdateringene. Når versjoner nedgraderes til eldre versjoner, kan det oppstå kompatibilitetsproblemer.</string>
      <string id="Cat_MicrosoftEdgeCanary">Microsoft Edge Canary</string>
      <string id="Explain_InstallMicrosoftEdgeCanary">Angir om en Microsoft Edge-kanal kan installeres på domene-tilknyttede enheter. 

 hvis du aktiverer denne policyen for en kanal, vil ikke Microsoft Edge bli blokkert fra installasjon. 

 hvis du deaktiverer denne policyen for en kanal, blir Microsoft Edge blokkert fra installasjon. 

 hvis du ikke konfigurerer denne policyen for en kanal, bestemmer policyen Tillat installasjonsstandard policy konfigurasjon om brukere kan installere denne kanalen i Microsoft Edge.</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeCanary">Spesifiserer måten Microsoft Edge Update håndterer tilgjengelige oppdateringer for Microsoft Edge på. 

  Hvis du aktiverer denne policyen, håndterer Microsoft Edge Update Microsoft Edge-oppdateringer i henhold til hvordan du konfigurerer følgende alternativer:
   – Tillat alltid oppdateringer: oppdateringer brukes alltid når de blir funnet, enten av periodisk oppdateringskontroll eller av en manuell oppdateringskontroll.
   – Bare automatiske stille oppdateringer: oppdateringer brukes bare når de blir funnet av den periodiske oppdateringskontrollen.
   – Bare manuelle oppdateringer: oppdateringer brukes bare når brukeren kjører en manuell oppdateringskontroll. (Ikke alle apper har et grensesnitt for dette alternativet)
   – Oppdateringer deaktivert: oppdateringer brukes aldri.

  Hvis du velger manuelle oppdateringer, må du kontrollere at du regelmessig ser etter oppdateringer ved hjelp av appens manuelle oppdateringsmekanisme, hvis den er tilgjengelig. Hvis du deaktiverer oppdateringer, må du regelmessig se etter oppdateringer og distribuere dem til brukere.

  Hvis du ikke aktiverer og konfigurerer denne policyen, håndterer Microsoft Edge Update tilgjengelige oppdateringer som angitt i policyen «Standard for overstyring av oppdateringspolicy». More information is not final: https://to-be-replaced.invalid/edgecanary</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeCanary">Når denne policyen er aktivert, og automatisk oppdatering er aktivert, blir Microsoft Edge oppdatert til versjonen som er angitt av denne policyverdien.

Policyverdien må være en spesifikk Microsoft Edge-versjon, f.eks. 83.0.499.12.

Hvis en enhet har en nyere versjon av Microsoft Edge enn verdien som er angitt, forblir Microsoft Edge på den nyeste versjonen, og blir ikke nedgradert til den angitte versjonen.

Hvis den angitte versjonen ikke finnes, eller ikke er riktig formatert, forblir Microsoft Edge på gjeldende versjon, og oppdateres ikke til fremtidige versjoner automatisk.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeCanary">Angir at Microsoft Edge Update skal rulle tilbake installeringer av Microsoft Edge til versjonen angitt i Overstyring av målversjon.

Denne policyen har ingen effekt med mindre Overstyring av målversjon er angitt og Overstyring av oppdateringspolicy er satt til én av PÅ-tilstandene (Alltid tillat oppdateringer, Bare automatiske stille oppdateringer, Bare manuelle oppdateringer).

Hvis du deaktiverer denne policyen eller ikke konfigurerer den, blir installeringer med en versjon høyere enn den som er angitt av Overstyring av målversjon, stående.

Hvis du aktiverer denne policyen, vil installeringer som har en gjeldende versjon som er høyere enn den som er angitt av Overstyring av målversjon, bli nedgradert til målversjonen.

Vi anbefaler at brukere installerer den nyeste versjonen av Microsoft Edge-nettleseren for å sikre beskyttelse av de nyeste sikkerhetsoppdateringene. Tilbakerulling til en tidligere versjon medfører risiko for eksponering til kjente sikkerhetsproblemer. Denne policyen er beregnet til bruk som en midlertidig løsning på problemer i en oppdatering av Microsoft Edge-nettleseren.

Før du ruller tilbake nettleserversjonen midlertidig, anbefaler vi at du aktiverer synkronisering (https://go.microsoft.com/fwlink/?linkid=2133032) for alle brukere i organisasjonen. Hvis du ikke aktiverer synkronisering, er det en risiko for permanent tap av nettleserdata. Bruk denne policyen på egen risiko.

Merk: Alle versjoner som er tilgjengelige for tilbakerulling, kan vises her https://aka.ms/EdgeEnterprise.

Denne policyen er tilgjengelig bare på Windows-forekomster som er koblet til et Microsoft® Active Directory®-domene.

Denne policyen gjelder for Microsoft Edge versjon 86 eller nyere.

Se https://go.microsoft.com/fwlink/?linkid=2133918 for mer informasjon. Denne policyen er ment å fungere som et midlertidig tiltak når organisasjons administratorer må nedgradere av forretningsårsaker. Du må bruke den nyeste versjonen for å sikre at brukerne blir beskyttet av de nyeste sikkerhetsoppdateringene. Når versjoner nedgraderes til eldre versjoner, kan det oppstå kompatibilitetsproblemer.</string>
      <string id="Cat_MicrosoftEdgeWebView">Microsoft Edge WebView</string>
      <string id="Explain_InstallMicrosoftEdgeWebView">Angir om en Microsoft Edge-kanal kan installeres på domene-tilknyttede enheter. 

 hvis du aktiverer denne policyen for en kanal, vil ikke Microsoft Edge bli blokkert fra installasjon. 

 hvis du deaktiverer denne policyen for en kanal, blir Microsoft Edge blokkert fra installasjon. 

 hvis du ikke konfigurerer denne policyen for en kanal, bestemmer policyen Tillat installasjonsstandard policy konfigurasjon om brukere kan installere denne kanalen i Microsoft Edge.</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeWebView">Spesifiserer måten Microsoft Edge Update håndterer tilgjengelige oppdateringer for Microsoft Edge på. 

  Hvis du aktiverer denne policyen, håndterer Microsoft Edge Update Microsoft Edge-oppdateringer i henhold til hvordan du konfigurerer følgende alternativer:
   – Tillat alltid oppdateringer: oppdateringer brukes alltid når de blir funnet, enten av periodisk oppdateringskontroll eller av en manuell oppdateringskontroll.
   – Bare automatiske stille oppdateringer: oppdateringer brukes bare når de blir funnet av den periodiske oppdateringskontrollen.
   – Bare manuelle oppdateringer: oppdateringer brukes bare når brukeren kjører en manuell oppdateringskontroll. (Ikke alle apper har et grensesnitt for dette alternativet)
   – Oppdateringer deaktivert: oppdateringer brukes aldri.

  Hvis du velger manuelle oppdateringer, må du kontrollere at du regelmessig ser etter oppdateringer ved hjelp av appens manuelle oppdateringsmekanisme, hvis den er tilgjengelig. Hvis du deaktiverer oppdateringer, må du regelmessig se etter oppdateringer og distribuere dem til brukere.

  Hvis du ikke aktiverer og konfigurerer denne policyen, håndterer Microsoft Edge Update tilgjengelige oppdateringer som angitt i policyen «Standard for overstyring av oppdateringspolicy». More information is not final: https://to-be-replaced.invalid/edgewebview</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeWebView">Når denne policyen er aktivert, og automatisk oppdatering er aktivert, blir Microsoft Edge oppdatert til versjonen som er angitt av denne policyverdien.

Policyverdien må være en spesifikk Microsoft Edge-versjon, f.eks. 83.0.499.12.

Hvis en enhet har en nyere versjon av Microsoft Edge enn verdien som er angitt, forblir Microsoft Edge på den nyeste versjonen, og blir ikke nedgradert til den angitte versjonen.

Hvis den angitte versjonen ikke finnes, eller ikke er riktig formatert, forblir Microsoft Edge på gjeldende versjon, og oppdateres ikke til fremtidige versjoner automatisk.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeWebView">Angir at Microsoft Edge Update skal rulle tilbake installeringer av Microsoft Edge til versjonen angitt i Overstyring av målversjon.

Denne policyen har ingen effekt med mindre Overstyring av målversjon er angitt og Overstyring av oppdateringspolicy er satt til én av PÅ-tilstandene (Alltid tillat oppdateringer, Bare automatiske stille oppdateringer, Bare manuelle oppdateringer).

Hvis du deaktiverer denne policyen eller ikke konfigurerer den, blir installeringer med en versjon høyere enn den som er angitt av Overstyring av målversjon, stående.

Hvis du aktiverer denne policyen, vil installeringer som har en gjeldende versjon som er høyere enn den som er angitt av Overstyring av målversjon, bli nedgradert til målversjonen.

Vi anbefaler at brukere installerer den nyeste versjonen av Microsoft Edge-nettleseren for å sikre beskyttelse av de nyeste sikkerhetsoppdateringene. Tilbakerulling til en tidligere versjon medfører risiko for eksponering til kjente sikkerhetsproblemer. Denne policyen er beregnet til bruk som en midlertidig løsning på problemer i en oppdatering av Microsoft Edge-nettleseren.

Før du ruller tilbake nettleserversjonen midlertidig, anbefaler vi at du aktiverer synkronisering (https://go.microsoft.com/fwlink/?linkid=2133032) for alle brukere i organisasjonen. Hvis du ikke aktiverer synkronisering, er det en risiko for permanent tap av nettleserdata. Bruk denne policyen på egen risiko.

Merk: Alle versjoner som er tilgjengelige for tilbakerulling, kan vises her https://aka.ms/EdgeEnterprise.

Denne policyen er tilgjengelig bare på Windows-forekomster som er koblet til et Microsoft® Active Directory®-domene.

Denne policyen gjelder for Microsoft Edge versjon 86 eller nyere.

Se https://go.microsoft.com/fwlink/?linkid=2133918 for mer informasjon. Denne policyen er ment å fungere som et midlertidig tiltak når organisasjons administratorer må nedgradere av forretningsårsaker. Du må bruke den nyeste versjonen for å sikre at brukerne blir beskyttet av de nyeste sikkerhetsoppdateringene. Når versjoner nedgraderes til eldre versjoner, kan det oppstå kompatibilitetsproblemer.</string>
    </stringTable>
    <presentationTable>
      <presentation id="Pol_AutoUpdateCheckPeriod">
        <decimalTextBox refId="Part_AutoUpdateCheckPeriod" defaultValue="1400"
            spinStep="60">Minutter mellom oppdateringskontroller</decimalTextBox>
      </presentation>
      <presentation id="Pol_UpdateCheckSuppressedPeriod">
        <decimalTextBox refId="Part_UpdateCheckSuppressedStartHour"
            defaultValue="0" spinStep="1">Time</decimalTextBox>
        <decimalTextBox refId="Part_UpdateCheckSuppressedStartMin"
            defaultValue="0" spinStep="1">Minutt</decimalTextBox>
        <decimalTextBox refId="Part_UpdateCheckSuppressedDurationMin"
            defaultValue="60">Varighet</decimalTextBox>
      </presentation>
      <presentation id="Pol_DownloadPreference">
        <dropdownList refId="Part_DownloadPreference"
            defaultItem="0">Typen URL-adresse for nedlasting som skal forespørres</dropdownList>
      </presentation>
      <presentation id="Pol_ProxyMode">
        <dropdownList refId="Part_ProxyMode"
            defaultItem="0">Velg hvordan innstillingene for proxy-serveren skal angis
        </dropdownList>
      </presentation>
      <presentation id="Pol_ProxyServer">
        <textBox refId="Part_ProxyServer">
          <label>Adressen eller URL-adressen til proxy-serveren</label>
          <defaultValue></defaultValue>
        </textBox>
      </presentation>
      <presentation id="Pol_ProxyPacUrl">
        <textBox refId="Part_ProxyPacUrl">
          <label>URL-adressen til en proxy .pac-fil</label>
          <defaultValue></defaultValue>
        </textBox>
      </presentation>
      <presentation id="Pol_DefaultAllowInstallation" />
      <presentation id="Pol_DefaultUpdatePolicy">
        <dropdownList refId="Part_UpdatePolicy"
            defaultItem="0">Oppdateringspolicy</dropdownList>
      </presentation>
      <presentation id="Pol_AllowInstallation" />
      <presentation id="Pol_UpdatePolicy">
        <dropdownList refId="Part_UpdatePolicy"
            defaultItem="0">Oppdateringspolicy</dropdownList>
      </presentation>      <presentation id="Pol_TargetVersionPrefix">
        <textBox refId="Part_TargetVersionPrefix">
          <label>Målversjon</label>
          <defaultValue></defaultValue>
        </textBox>
      </presentation>
      <presentation id="Pol_RollbackToTargetVersion" />
      <presentation id="Pol_AllowSideBySideExperience" />
      <presentation id="Pol_DefaultCreateDesktopShortcut" />
      <presentation id="Pol_CreateDesktopShortcut" />

    </presentationTable>
  </resources>
</policyDefinitionResources>